Repository: Cavid370/Tmart_E-commerce
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az

source: English
az: İngilis

source: Azerbaijan
az: Azərbaycan

source: Categories
az: Kateqoriyaları nəzərdən keçirin

source: Men
az: Kişilər

source: Women
az: Qadınlar

source: Accessories
az: Bütün aksesuarlar

source: Shoes
az: Ayaqqabılar

source: Dress
az: Don

source: Denim
az: Cins

source: Infomation
az: İnformasiya

source: About Us
az: Haqqımızda

source: Contact Us
az: Əlaqə

source: Terms & Conditions
az: Şərtlər və qaydalar

source: Returns & Exchanges
az: Qaytarma və Mübadilə

source: Shipping & Delivery
az: Çatdırılma

source: Privacy Policy
az: Gizlilik Siyasəti

source: Newsletter
az: Xəbər bülleteni

source: Subscribe to our newsletter and get 10%% off your first purchase .
az: Bülletenimizə abunə olun və ilk alışınıza 10% endirim qazanın.

source: All Right Reserved.
az: Bütün haqqlar qorunur

source: Home
az: Əsas səhifə

source: Product
az: Məhsul

source: Blog
az: Bloq

source: Shop
az: Alış-veriş

source: Pages
az: Səhifələr

source: About
az: Haqqımızda

source: Customer review
az: İsdifadəçi rəyləri

source: Cart
az: Səbət

source: Wishlist
az: İstək listəsi

source: Checkout
az: Yoxlanış

source: Team
az: Heyət

source: Log out
az: Çıxış et

source: Sign in
az: Daxil ol

source: Contact
az: Əlaqə

source: Blog details
az: Bloq detalları

source: Login & register
az: Daxil olma & Qeydiyyat

source: Language
az: Dil

source: Currencies
az: Valyuta

source: Follow Us On Social
az: Bizi sosial şəbəkədən izlə

source: Subtotal:
az: Ümumi məbləğ

source: New Product
az: Yeni Məhsul

source: Collection
az: Kolleksiya

source: Shop now
az: Alış-veriş et

source: shop now
az: İndi al

source: Browse Categories
az: Kateqoriyaları nəzərdən keçirin

source: Women’s Clothing
az: Qadın paltarları

source: Jewelry & Watches
az: Zinət əşyaları və saatlar

source: Men’s Clothing
az: Kişi paltarları

source: Computer & Office
az: Kompüter və offis

source: Bags & Shoes
az: Çantalar və ayaqqabılar

source: Phones & Accessories
az: Telefon və aksesuarlar

source: Man Fashion
az: Kişi Modası

source: Phones & Accessories
az: Telefon və aksesuarlar

source: Jewelry & Watches
az: Zinət əşyaları və qol saatları

source: Computer & Office
az: Kompüter və offis

source: Phones
az: Telefonlar

source: Bags & Shoes
az: Çanta və ayaqqabılar

source: Phones
az: Telefonlar

source: Toys & Kids & Baby
az: Uşaqlar & Köpələr & Oyuncaqlar

source: Automobiles
az: Avtomobillər

source: Consumer Electronics
az: İstehlak elektronikası

source: all Accessories
az: Bütün aksesuarlar

source: Jewelry & watches
az: Zinət əşyaları və saatlar

source: Awesome Rings
az: Üzüklər

source: Hot Earrings
az: Sırğalar

source: Jewelry Sets
az: Zinət Dəstləri

source: Beads Jewelry
az: Muncuq əşyalar

source: Men's Watches
az: Kişi qol saatları

source: Women’s Watches
az: Qadın qol saatları

source: Popular Bracelets
az: Məşhur qolbağlar

source: Pendant Necklaces
az: Kolyelər

source: Children's Watches
az: Uşaq qol saatları

source: Latest
az: Sonuncular

source: best sale
az: Ən çox satılanlar

source: top rated
az: Yüksək qiymətləndirilən

source: on sale
az: Satışda

source: Simple Black Clock
az: Sadə qara qol saatı

source: BAGS & SHOES
az: Çanta və ayaqqabılar

source: Pendant Necklaces
az: Kolyelər

source: Best sale
az: Ən çox satılanlar

source: Top rated
az: Yüksək qiymətləndirilənlər

source: On sale
az: Satışda

source: Kids & MOTHER
az: Uşaqlar və analar

source: all
az: Hamsı

source: Latest News
az: Sonuncular

source: By :
az: Tərəfindən

source: Read more
az: Daha çox

source: read more
az: Daha çox
